/* Localized versions of Info.plist keys */

"title.hello"			="您好";
"title.doctors"			="医生";
"title.select_doctors" 	="选择一个医生";
"title.inbox"			="收件箱";
"title.appointments"	="预约";
"title.message"			="消息";
"title.favorites"		="收藏夹";
"title.profile_settings"="个人资料与设置";
"title.profile"			="资料";
"title.settings"		="设置";
"title.search"			="搜索";
"title.alert"			="提醒";
"label.from"			="发件人";
"label.to"				="收件人";
"text.video"			="视频";
"text.no_message"		="无消息";
"text.call"				="通话";
"text.basic_information"="基本信息";
"text.medical_history"	="医疗资料";
"text.logout"			="注销";
"text.business_hour"	="营业时间";
"text.busy_time"		="繁忙时段";
"text.pending"			="暂停";
"text.browse_by_specialty"="按专科查看";
"message.update"		="新版 RingMD 应用程序已上线。请从 App Store 下载。";
"message.goto_doctor_profile_appointment"="访问医生的资料安排预约";
"alert.title_update"	="RingMD 已推出新版本";
"button.request_a_ring"	="申请 Ring 一下";
"placeholder.find_doctor_by_keyword_or_name"="通过关键词或名字查找医生";
"placeholder.country"	="选择所在国家";
"placeholder.rate_per_hour"			="选择您的小时收费";
"placeholder.phone_number"			="电话号码";
"text.select_expertise"	="请至少选择一个专长。";
"format.per_hour"		="%@/小时";
"button.done"			="完成";
"button.next"			="下一步";
"loading.loading"		="加载中……";
"text.basic_information"="基本信息";
"messsage.wrong_password"			="哎呀！您输入的两个新密码不一致。";
"text.change_password"	="更改密码";
"placeholder.current_password"		="当前密码";
"placeholder.new_password"			="新密码";
"placeholder.confirm_password"		="再次输入新密码";
"button.update"			="更新";
"button.camera"			="相机";
"text.photo_library"	="图库";
"text.pick_a_date"		="选择日期";
"text.pick_a_time_slot"	="选择时间空档";
"text.choose_existing_photo"="从当前相册中选择";
"text.take_photo"		="拍摄照片";
"button.ok"				="使用";
"button.cancel"			="取消";
"message.login_fail"	="登录失败，请重试。";
"text.no_favorite_doctors"="没有医生偏好";
"text.goto_doctor_profile_add_favorite"="访问医生的资料，将他或她添加到收藏夹";
"message.lost_connection"="网络连接已断开";
"text.biography"		="档案";
"format.request_a_ring"	="申请 Ring 一下 · %@";
"text.no_introduction"	="没有信息介绍";
"text.add_to_favorites"	="添加到常用联系人";
"text.remove_from_favorites"="从常用联系人移除";
"text.send_a_message"	="发送消息";
"format.waiting_for"	="等待 %@";
"text.could_not_publish"="无法发表。";
"format.could_not_subcribe"="无法订阅流 %@。";
"format.could_not_connect_to_session"="无法连接会话 %@。";
"format.opentok_disconnected"="OpenTok 会话断开： (%@)";
"text.due_to_network_issue"="由于网速稳定性问题，已禁用传入视频。";
"text.connection_fail"	="连接失败。";
"text.video_call_error"	="视频通话错误";
"format.start_call_with"="开始与%@通话";
"format.confirm_call"	="确认与%@通话";
"static.january"		="一月";
"static.february"		="二月";
"static.march"			="三月";
"static.april"			="四月";
"static.may"			="五月";
"static.june"			="六月";
"static.july"			="七月";
"static.august"			="八月";
"static.september"		="九月";
"static.october"		="十月";
"static.november"		="十一月";
"static.december"		="十二月";
"format.call"			="通话%@";
"message.we_recommend"="我们推荐使用 RingMD 应用程序或网站与您的医生通话。如果您选择其他方式，%@会在%@呼叫您。我们将对您的号码进行保密处理。";
"message.we_dont_have_phone"	="我们目前没有记录您的电话号码。如果您不愿意使用 RingMD 应用程序或网站开展视频通话，更倾向%@呼叫您的电话，请首先在您的资料中添加您的手机号码。我们将对您的号码进行加密处理。";
"message.propose_three_times"	="根据您医生的排期，为您的通话提议三个时间点。%@会确认您的提议时间，或提出一个新时间点。";
"message.enter_both_password"	="请输入您当前的密码以及新密码。";
"message.enter_email"			="请输入您的电子邮件地址。";
"message.email_invalid"			="您的电子邮件地址无效。";
"message.password_invalid"		="密码必须包括至少 6 个字符。";
"message.enter_hourate"			="请输入您的小时费率。";
"message.enter_country"			="请输入您的国家。";
"message.fail_connection_server"="无法创建一个到 RingMD 服务器的安全连接。请联系 support@ring.md。";
"message.fail_connection_download"="无法安全下载文件，请联系 support@ring.md。";
"message.fail_connection_ip"="无法查找 RingMD 服务器的 IP 地址。您的 DNS 设置可能配置不正确。";
"message.fail_connection_wifi"="此设备没有连接到 Wi-Fi 网络，并且设备的国际漫游功能已关闭。";
"message.fail_connection_not_allow"="连接失败，因为当前设备禁用数据使用。";
"button.save"			="保存";
"static.mon"			="周一";
"static.tue"			="周二";
"static.wed"			="周三";
"static.thu"			="周四";
"static.fri"			="周五";
"static.sat"			="周六";
"static.sun"			="周日";
"text.general"			="通用设置";
"text.past"				="过往";
"text.family"			="家族";
"text.symptoms"			="病征";
"text.email"			="电子邮件";
"text.password"			="密码";
"text.new_user"			="您是新用户？请先注册";
"text.signin"			="登录";
"text.already_an_user"	="已经注册？请先登录";
"text.sign_up_as_patient"="以患者身份注册";
"text.sign_up_as_doctor"="以医生身份注册";
"text.medical_license"	="行医执照";
"text.id_card"			="身份证";
"text.passport"			="护照";
"message.please_update_identify"="请上传认证您的身份证和行医执照。认证后有助于提升您的账户信用度。";
"text.upload_documents"	="上传文件";
"text.photos"			="图片";
"text.camera"			="相机";
"text.your_professional_bio"="您的职业档案";
"text.area_of_expertise"="专长领域";
"text.close"			="关闭";
"text.loading"			="加载中……";
"text.select_specialty"	="选择一个专科";
"text.enter_message"	="输入信息";
"text.please_enter_message"="请输入一条信息";
"format.per_min"		="%@ 每分钟";
"text.no_introduction"	="没有信息介绍";
"text.validation"		="验证";
"text.wrong_date"		="“发件人”必须在“收件人”之后";
"text.no_busy_time-set"	="没有设置繁忙时段";
"text.dont_work_all_day"="非全天候接诊";

"text.invalid"			="表格数据无效";
"text.no_appointment_schedule" = "没有安排预约";
"text.select_country"="选择所在国家";
"text.select_price_per_consultation"="选择您每次会诊的价格";
"text.per_consultation"="%@/会诊";
"text.enter_your_email"="输入您的电子邮件";
"text.enter_new_password"="输入新密码";
"text.forgot_your_password" = "忘记密码";
"text.thank_you"="谢谢！";
"text.mdc_general"="通用设置";
"text.mdc_past"="过往";
"text.mdc_family"="家族";
"text.mdc_symptoms"="病征";
"text.updated"="已更新";
"text.updating"="更新中";
"text.select_year_of_birth"="--选择出生年份--";
"text.eg_student_mechanic"="例如，学生、技工";
"text.eg_caucasian_asian"="例如，白种人、亚洲人";
"text.male"="男性";
"text.female"="女性";
"text.daily"="每天";
"text.please_add_value"="请至少输入一个参数";
"text.parent"="父母";
"text.sibling"="兄弟姐妹";
"text.grandparent"="祖父母";
"text.could_not_publish"="无法发表。";
"text.could_not_subscribe"="无法订阅流 %@。";
"text.could_not_connect_to_session"="无法连接会话 %@。";
"text.appointment_expired"="本次预约已过期！请新申请预约。";
"text.online"="在线";
"text.offline"="离线";
"text.sorry_this_date_turns_out"="抱歉，这个日期无法显示。请重试或发送电子邮件至 support@ring.md 寻求协助。";
"text.unknow_error"="未知错误";
"text.information_updated"="您的信息已经更新。";
"text.password_updated"="密码已经更新";
"text.try_another_keyword"="请试下其他关键词";
"text.no_results"="无结果";
"text.full_name"="全名";
"text.sign_up" = "注册";
"text.your_account_info"= "您的账户信息：";
"text.your_ringmd_account"="您的 RingMD 账户";
"text.general_profile_info"="通用资料信息";
